Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Network.ErrorWifiPersonalPassphraseInvalid
source: Personal Wi-Fi requires an 8 to 63 character passphrase.
ar_sa: يتطلب Wi-Fi الشخصي عبارة مرور مكونة من 8 إلى 63 حرفًا.
bg_bg: Personal Wi-Fi изисква парола от 8 до 63 знака.
cs_cz: Osobní Wi-Fi vyžaduje heslo o délce 8 až 63 znaků.
da_dk: Personal Wi-Fi kræver en adgangssætning på 8 til 63 tegn.
de_de: Persönliches Wi-Fi erfordert eine 8 bis 63 Zeichen lange Passphrase.
el_gr: Το Personal Wi-Fi απαιτεί μια φράση πρόσβασης από 8 έως 63 χαρακτήρες.
es_mx: Personal Wi-Fi requiere una frase de contraseña de 8 a 63 caracteres.
et_ee: Isiklik Wi-Fi nõuab 8–63 tähemärgi pikkust parooli.
fi_fi: Henkilökohtainen Wi-Fi vaatii 8–63 merkin tunnuslauseen.
fr_ca: Personnel Wi-Fi nécessite une phrase secrète de 8 à 63 caractères.
he_il: אישי Wi-Fi דורש ביטוי סיסמה בן 8 עד 63 תווים.
hr_hr: Osobni Wi-Fi zahtijeva šifru od 8 do 63 znaka.
hu_hu: A Personal Wi-Fi 8-63 karakteres jelmondatot igényel.
it_it: Personale Wi-Fi richiede una passphrase composta da 8 a 63 caratteri.
ja_jp: 個人の Wi-Fi には 8 ～ 63 文字のパスフレーズが必要です。
ko_kr: 개인 Wi-Fi에는 8~63자의 암호가 필요합니다.
lt_lt: Asmeniniam Wi-Fi reikalinga 8–63 simbolių slaptafrazė.
lv_lv: Personal Wi-Fi nepieciešama 8 līdz 63 rakstzīmju ieejas frāze.
nb_no: Personlig Wi-Fi krever en passordfrase på 8 til 63 tegn.
nl_nl: Voor persoonlijk Wi-Fi is een wachtwoordzin van 8 tot 63 tekens vereist.
pl_pl: Osobisty Wi-Fi wymaga hasła o długości od 8 do 63 znaków.
pt_pt: Pessoal Wi-Fi requer uma senha longa de 8 a 63 caracteres.
ro_ro: Personal Wi-Fi necesită o expresie de acces de 8 până la 63 de caractere.
ru_ru: Для личного Wi-Fi требуется парольная фраза длиной от 8 до 63 символов.
sk_sk: Osobné Wi-Fi vyžaduje 8 až 63 znakovú prístupovú frázu.
sl_si: Osebni Wi-Fi zahteva geslo z 8 do 63 znaki.
sr_latn_rs: Lični Wi-Fi zahteva pristupnu frazu od 8 do 63 karaktera.
sv_se: Personal Wi-Fi kräver en lösenfras på 8 till 63 tecken.
th_th: ส่วนตัว Wi-Fi ต้องใช้รหัสผ่าน 8 ถึง 63 ตัวอักษร
tr_tr: Kişisel Wi-Fi, 8 ila 63 karakterlik bir parola gerektirir.
uk_ua: Персональний Wi-Fi вимагає парольної фрази від 8 до 63 символів.
zh_cn: 个人 Wi-Fi 需要 8 到 63 个字符的密码。
zh_tw: 個人 Wi-Fi 需要 8 到 63 個字元的密碼。

# Network.ErrorWifiProvisioningRequired
source: Wi-Fi configuration requires Wi-Fi support to be provisioned in the boot image.
ar_sa: يتطلب تكوين Wi-Fi توفير دعم Wi-Fi في صورة التمهيد.
bg_bg: Wi-Fi конфигурацията изисква Wi-Fi поддръжка да бъде осигурена в изображението за зареждане.
cs_cz: Konfigurace Wi-Fi vyžaduje, aby byla v zaváděcím obrazu poskytnuta podpora Wi-Fi.
da_dk: Wi-Fi-konfiguration kræver Wi-Fi-understøttelse for at blive klargjort i boot-imaget.
de_de: Die Wi-Fi-Konfiguration erfordert die Bereitstellung von Wi-Fi-Unterstützung im Boot-Image.
el_gr: Η διαμόρφωση Wi-Fi απαιτεί υποστήριξη Wi-Fi να παρέχεται στην εικόνα εκκίνησης.
es_mx: La configuración Wi-Fi requiere que se proporcione compatibilidad con Wi-Fi en la imagen de inicio.
et_ee: Wi-Fi seadistamine nõuab Wi-Fi toe olemasolu alglaadimispildis.
fi_fi: Wi-Fi-määritys edellyttää Wi-Fi-tuen sisällyttämistä käynnistysnäköistiedostoon.
fr_ca: La configuration Wi-Fi nécessite que la prise en charge Wi-Fi soit provisionnée dans l'image de démarrage.
he_il: התצורה של Wi-Fi מחייבת לספק תמיכה ב-Wi-Fi בתמונת האתחול.
hr_hr: Wi-Fi konfiguracija zahtijeva da Wi-Fi podrška bude osigurana u slici za pokretanje.
hu_hu: Az Wi-Fi konfigurációhoz Wi-Fi támogatás szükséges a rendszerindító lemezképben.
it_it: La configurazione Wi-Fi richiede il provisioning del supporto Wi-Fi nell'immagine di avvio.
ja_jp: Wi-Fi 構成では、ブート イメージで Wi-Fi サポートをプロビジョニングする必要があります。
ko_kr: Wi-Fi 구성을 위해서는 부팅 이미지에서 Wi-Fi 지원을 프로비저닝해야 합니다.
lt_lt: Wi-Fi konfigūracijai reikalingas Wi-Fi palaikymas įkrovos atvaizde.
lv_lv: Wi-Fi konfigurācijai ir nepieciešams Wi-Fi atbalsts, kas tiek nodrošināts sāknēšanas attēlā.
nb_no: Wi-Fi-konfigurasjon krever at Wi-Fi-støtte er klargjort i oppstartsbildet.
nl_nl: Wi-Fi-configuratie vereist dat Wi-Fi-ondersteuning wordt ingericht in de opstartimage.
pl_pl: Konfiguracja Wi-Fi wymaga zapewnienia obsługi Wi-Fi w obrazie rozruchowym.
pt_pt: A configuração Wi-Fi requer que o suporte Wi-Fi seja provisionado na imagem de inicialização.
ro_ro: Configurarea Wi-Fi necesită ca suportul Wi-Fi să fie furnizat în imaginea de pornire.
ru_ru: Конфигурация Wi-Fi требует наличия поддержки Wi-Fi в загрузочном образе.
sk_sk: Konfigurácia Wi-Fi vyžaduje, aby bola v zavádzacom obraze poskytnutá podpora Wi-Fi.
sl_si: Konfiguracija Wi-Fi zahteva, da je podpora za Wi-Fi omogočena v zagonski sliki.
sr_latn_rs: Wi-Fi konfiguracija zahteva podršku Wi-Fi da bude obezbeđena u imidžu za pokretanje.
sv_se: Wi-Fi-konfigurationen kräver att Wi-Fi tillhandahålls i startavbildningen.
th_th: การกำหนดค่า Wi-Fi จำเป็นต้องมีการสนับสนุน Wi-Fi ในอิมเมจสำหรับบูต
tr_tr: Wi-Fi yapılandırması, önyükleme görüntüsünde Wi-Fi desteğinin sağlanmasını gerektirir.
uk_ua: Конфігурація Wi-Fi вимагає надання підтримки Wi-Fi в образі завантаження.
zh_cn: Wi-Fi 配置需要在启动映像中配置 Wi-Fi 支持。
zh_tw: Wi-Fi 配置需要在啟動映像中配置 Wi-Fi 支援。

# Network.ErrorWifiSsidRequired
source: Wi-Fi configuration requires an SSID.
ar_sa: يتطلب تكوين Wi-Fi SSID.
bg_bg: Wi-Fi конфигурацията изисква SSID.
cs_cz: Konfigurace Wi-Fi vyžaduje SSID.
da_dk: Wi-Fi-konfiguration kræver en SSID.
de_de: Die Wi-Fi-Konfiguration erfordert ein SSID.
el_gr: Η διαμόρφωση Wi-Fi απαιτεί ένα SSID.
es_mx: La configuración Wi-Fi requiere un SSID.
et_ee: Wi-Fi konfiguratsioon nõuab SSID.
fi_fi: Wi-Fi-määritys vaatii SSID.
fr_ca: La configuration Wi-Fi nécessite un SSID.
he_il: תצורת Wi-Fi דורשת SSID.
hr_hr: Wi-Fi konfiguracija zahtijeva SSID.
hu_hu: Az Wi-Fi konfigurációhoz SSID szükséges.
it_it: La configurazione Wi-Fi richiede un SSID.
ja_jp: Wi-Fi 構成には SSID が必要です。
ko_kr: Wi-Fi 구성에는 SSID이 필요합니다.
lt_lt: Wi-Fi konfigūracijai reikalingas SSID.
lv_lv: Wi-Fi konfigurācijai ir nepieciešams SSID.
nb_no: Wi-Fi-konfigurasjon krever en SSID.
nl_nl: Wi-Fi-configuratie vereist een SSID.
pl_pl: Konfiguracja Wi-Fi wymaga SSID.
pt_pt: A configuração Wi-Fi requer um SSID.
ro_ro: Configurarea Wi-Fi necesită un SSID.
ru_ru: Для конфигурации Wi-Fi требуется SSID.
sk_sk: Konfigurácia Wi-Fi vyžaduje SSID.
sl_si: Wi-Fi konfiguracija zahteva SSID.
sr_latn_rs: Wi-Fi konfiguracija zahteva SSID.
sv_se: Wi-Fi-konfiguration kräver en SSID.
th_th: การกำหนดค่า Wi-Fi จำเป็นต้องมี SSID
tr_tr: Wi-Fi yapılandırması bir SSID gerektirir.
uk_ua: Конфігурація Wi-Fi вимагає SSID.
zh_cn: Wi-Fi 配置需要SSID。
zh_tw: Wi-Fi 配置需要SSID。

# Network.ErrorWiredCertificateMissing
source: Wired 802.1X trusted root CA certificate file was not found.
ar_sa: لم يتم العثور على ملف شهادة CA الجذري الموثوق به السلكي 802.1X.
bg_bg: Файлът на сертификата за кабелен 802.1X надежден основен CA не беше намерен.
cs_cz: Soubor certifikátu důvěryhodného kořenového CA pro kabelové připojení 802.1X nebyl nalezen.
da_dk: Kablet 802.1X betroet rod-CA-certifikatfil blev ikke fundet.
de_de: Die Datei mit dem kabelgebundenen 802.1X-vertrauenswürdigen Root-CA-Zertifikat wurde nicht gefunden.
el_gr: Το ενσύρματο 802.1X αξιόπιστο αρχείο πιστοποιητικού CA root δεν βρέθηκε.
es_mx: No se encontró el archivo de certificado de CA raíz confiable 802.1X cableado.
et_ee: Juhtmega 802.1X usaldusväärset juur-CA sertifikaadi faili ei leitud.
fi_fi: Kiinteä 802.1X luotettu juurivarmennetiedostoa ei löytynyt.
fr_ca: Le fichier de certificat d'autorité de certification racine de confiance Wired 802.1X est introuvable.
he_il: לא נמצא קובץ אישור CA שורש מהימן קווי 802.1X.
hr_hr: Wired 802.1X trusted root CA datoteka certifikata nije pronađena.
hu_hu: A vezetékes 802.1X megbízható gyökér CA tanúsítványfájl nem található.
it_it: Impossibile trovare il file del certificato della CA radice attendibile 802.1X cablata.
ja_jp: 有線 802.1X 信頼されたルート CA 証明書ファイルが見つかりませんでした。
ko_kr: 유선 802.1X 신뢰할 수 있는 루트 CA 인증서 파일을 찾을 수 없습니다.
lt_lt: Laidinio 802.1X patikimo šakninio CA sertifikato failas nerastas.
lv_lv: Vadu 802.1X uzticams saknes CA sertifikāta fails netika atrasts.
nb_no: Kablet 802.1X klarert rot CA-sertifikatfil ble ikke funnet.
nl_nl: Het bekabelde 802.1X vertrouwde root-CA-certificaatbestand is niet gevonden.
pl_pl: Nie znaleziono pliku certyfikatu zaufanego głównego urzędu certyfikacji 802.1X w sieci przewodowej.
pt_pt: O arquivo de certificado CA raiz confiável 802.1X com fio não foi encontrado.
ro_ro: Fișierul de certificat CA rădăcină de încredere 802.1X cu fir nu a fost găsit.
ru_ru: Файл сертификата доверенного корневого центра сертификации проводной сети 802.1X не найден.
sk_sk: Súbor certifikátu dôveryhodnej koreňovej CA pre káblové pripojenie 802.1X sa nenašiel.
sl_si: Datoteke s potrdilom zaupanja vrednega korenskega potrdila ožičenih 802.1X ni bilo mogoče najti.
sr_latn_rs: Žičani 802.1X pouzdani root CA sertifikat nije pronađen.
sv_se: Kabelansluten 802.1X betrodd rot-CA-certifikatfil hittades inte.
th_th: ไม่พบไฟล์ใบรับรอง root CA ที่เชื่อถือได้แบบใช้สาย 802.1X
tr_tr: Kablolu 802.1X güvenilen kök CA sertifika dosyası bulunamadı.
uk_ua: Файл сертифіката надійного кореневого ЦС Wired 802.1X не знайдено.
zh_cn: 找不到有线 802.1X 受信任根 CA 证书文件。
zh_tw: 找不到有線 802.1X 受信任根 CA 憑證檔案。

# Network.ErrorWiredCertificateRequired
source: Wired 802.1X requires a trusted root CA certificate file when certificate trust is enabled.
ar_sa: يتطلب Wired 802.1X ملف شهادة CA جذر موثوقًا به عند تمكين الثقة بالشهادة.
bg_bg: Wired 802.1X изисква файл със сертификат за доверен основен CA, когато доверието на сертификата е активирано.
cs_cz: Wired 802.1X vyžaduje soubor certifikátu důvěryhodného kořenového CA, když je povolena důvěryhodnost certifikátu.
da_dk: Wired 802.1X kræver en pålidelig rod-CA-certifikatfil, når certifikattillid er aktiveret.
de_de: Für kabelgebundenes 802.1X ist eine vertrauenswürdige Root-CA-Zertifikatdatei erforderlich, wenn die Zertifikatvertrauensstellung aktiviert ist.
el_gr: Το Wired 802.1X απαιτεί ένα αξιόπιστο αρχείο πιστοποιητικού CA root όταν είναι ενεργοποιημένη η αξιοπιστία πιστοποιητικού.
es_mx: 802.1X cableado requiere un archivo de certificado de CA raíz confiable cuando la confianza del certificado está habilitada.
et_ee: Juhtmega 802.1X nõuab usaldusväärse juur-CA sertifikaadi faili, kui serdi usaldusväärsus on lubatud.
fi_fi: Kiinteä 802.1X vaatii luotetun päävarmenteen varmennetiedoston, kun varmenteen luottamus on käytössä.
fr_ca: Wired 802.1X nécessite un fichier de certificat CA racine de confiance lorsque la confiance des certificats est activée.
he_il: Wired 802.1X דורש קובץ אישור CA שורש מהימן כאשר אמון אישור מופעל.
hr_hr: Wired 802.1X zahtijeva pouzdanu datoteku korijenskog CA certifikata kada je omogućeno povjerenje certifikata.
hu_hu: A Wired 802.1X megbízható gyökér CA-tanúsítványfájlt igényel, ha a tanúsítvány megbízhatósága engedélyezett.
it_it: Wired 802.1X richiede un file di certificato CA radice attendibile quando è abilitata l'attendibilità del certificato.
ja_jp: 有線 802.1X では、証明書の信頼が有効になっている場合、信頼されたルート CA 証明書ファイルが必要です。
ko_kr: Wired 802.1X에는 인증서 신뢰가 활성화된 경우 신뢰할 수 있는 루트 CA 인증서 파일이 필요합니다.
lt_lt: „Wired 802.1X“ reikalauja patikimo šakninio CA sertifikato failo, kai įgalintas patikimumas.
lv_lv: Wired 802.1X pieprasa uzticamu saknes CA sertifikāta failu, ja ir iespējota sertifikāta uzticamība.
nb_no: Wired 802.1X krever en klarert rot-CA-sertifikatfil når sertifikatklarering er aktivert.
nl_nl: Voor Wired 802.1X is een vertrouwd root-CA-certificaatbestand vereist wanneer certificaatvertrouwen is ingeschakeld.
pl_pl: Wired 802.1X wymaga pliku certyfikatu zaufanego głównego urzędu certyfikacji, gdy włączone jest zaufanie certyfikatów.
pt_pt: O 802.1X com fio requer um arquivo de certificado de CA raiz confiável quando a confiança do certificado está habilitada.
ro_ro: Wired 802.1X necesită un fișier de certificat CA rădăcină de încredere atunci când încrederea în certificat este activată.
ru_ru: Для проводной сети 802.1X требуется файл сертификата доверенного корневого центра сертификации, если включено доверие сертификатов.
sk_sk: Wired 802.1X vyžaduje súbor certifikátu dôveryhodnej koreňovej CA, keď je povolená dôveryhodnosť certifikátu.
sl_si: Wired 802.1X zahteva datoteko zaupanja vrednega korenskega potrdila CA, ko je omogočeno zaupanje potrdila.
sr_latn_rs: Žičani 802.1X zahteva pouzdanu root CA datoteku sertifikata kada je poverenje sertifikata omogućeno.
sv_se: Wired 802.1X kräver en betrodd rot-CA-certifikatfil när certifikattillförlitlighet är aktiverat.
th_th: Wired 802.1X ต้องใช้ไฟล์ใบรับรอง CA หลักที่เชื่อถือได้ เมื่อเปิดใช้งานความน่าเชื่อถือของใบรับรอง
tr_tr: Kablolu 802.1X, sertifika güveni etkinleştirildiğinde güvenilen bir kök CA sertifika dosyası gerektirir.
uk_ua: Для Wired 802.1X потрібен файл сертифіката надійного кореневого ЦС, якщо ввімкнено довіру сертифікату.
zh_cn: 启用证书信任时，有线 802.1X 需要受信任的根 CA 证书文件。
zh_tw: 啟用憑證信任時，有線 802.1X 需要受信任的根 CA 憑證檔案。

# Network.ErrorWiredProfileTemplateMissing
source: Wired 802.1X profile template file was not found.
ar_sa: لم يتم العثور على ملف قالب ملف تعريف 802.1X السلكي.
bg_bg: Файлът с шаблон на кабелен 802.1X профил не беше намерен.
cs_cz: Soubor šablony profilu drátového 802.1X nebyl nalezen.
da_dk: Kablet 802.1X profilskabelonfil blev ikke fundet.
de_de: Die Vorlagedatei für das kabelgebundene 802.1X-Profil wurde nicht gefunden.
el_gr: Το ενσύρματο αρχείο προτύπου προφίλ 802.1X δεν βρέθηκε.
es_mx: No se encontró el archivo de plantilla de perfil 802.1X cableado.
et_ee: Juhtmega 802.1X profiili mallifaili ei leitud.
fi_fi: Langallisen 802.1X-profiilin mallitiedostoa ei löytynyt.
fr_ca: Le fichier de modèle de profil Wired 802.1X est introuvable.
he_il: לא נמצא קובץ תבנית פרופיל קווי 802.1X.
hr_hr: Datoteka predloška profila žičanog 802.1X nije pronađena.
hu_hu: A vezetékes 802.1X profilsablon fájl nem található.
it_it: Impossibile trovare il file del modello di profilo 802.1X cablato.
ja_jp: 有線 802.1X プロファイル テンプレート ファイルが見つかりませんでした。
ko_kr: 유선 802.1X 프로필 템플릿 파일을 찾을 수 없습니다.
lt_lt: Laidinio 802.1X profilio šablono failas nerastas.
lv_lv: Vadu 802.1X profila veidnes fails netika atrasts.
nb_no: Kablet 802.1X-profilmalfil ble ikke funnet.
nl_nl: Het bekabelde 802.1X-profielsjabloonbestand is niet gevonden.
pl_pl: Nie znaleziono pliku szablonu profilu przewodowego 802.1X.
pt_pt: O arquivo de modelo de perfil 802.1X com fio não foi encontrado.
ro_ro: Fișierul șablon de profil 802.1X cu fir nu a fost găsit.
ru_ru: Файл шаблона профиля проводной сети 802.1X не найден.
sk_sk: Súbor šablóny profilu káblového pripojenia 802.1X sa nenašiel.
sl_si: Datoteke s predlogo profila žičnega 802.1X ni bilo mogoče najti.
sr_latn_rs: Datoteka šablona profila Wired 802.1X nije pronađena.
sv_se: Trådbunden 802.1X-profilmallfil hittades inte.
th_th: ไม่พบไฟล์เทมเพลตโปรไฟล์ 802.1X แบบใช้สาย
tr_tr: Kablolu 802.1X profil şablon dosyası bulunamadı.
uk_ua: Файл шаблону профілю Wired 802.1X не знайдено.
zh_cn: 未找到有线 802.1X 配置文件模板文件。
zh_tw: 未找到有線 802.1X 設定檔範本檔。

# Network.ErrorWiredProfileTemplateRequired
source: Wired 802.1X requires a wired profile template.
ar_sa: يتطلب Wired 802.1X قالب ملف تعريف سلكي.
bg_bg: Кабелен 802.1X изисква шаблон за кабелен профил.
cs_cz: Kabelové 802.1X vyžaduje šablonu drátového profilu.
da_dk: Wired 802.1X kræver en kablet profilskabelon.
de_de: Für kabelgebundenes 802.1X ist eine kabelgebundene Profilvorlage erforderlich.
el_gr: Το Wired 802.1X απαιτεί ένα πρότυπο ενσύρματου προφίλ.
es_mx: 802.1X cableado requiere una plantilla de perfil cableado.
et_ee: Juhtmega 802.1X nõuab juhtmega profiili malli.
fi_fi: Langallinen 802.1X vaatii langallisen profiilimallin.
fr_ca: Le 802.1X filaire nécessite un modèle de profil filaire.
he_il: Wired 802.1X דורש תבנית פרופיל קווי.
hr_hr: Žičani 802.1X zahtijeva predložak žičanog profila.
hu_hu: A vezetékes 802.1X-hez vezetékes profilsablon szükséges.
it_it: 802.1X cablato richiede un modello di profilo cablato.
ja_jp: 有線 802.1X には有線プロファイル テンプレートが必要です。
ko_kr: 유선 802.1X에는 유선 프로필 템플릿이 필요합니다.
lt_lt: Laidiniam 802.1X reikalingas laidinio profilio šablonas.
lv_lv: Wired 802.1X nepieciešama vadu profila veidne.
nb_no: Wired 802.1X krever en kablet profilmal.
nl_nl: Bedraad 802.1X vereist een bekabeld profielsjabloon.
pl_pl: Sieć przewodowa 802.1X wymaga szablonu profilu sieci przewodowej.
pt_pt: O 802.1X com fio requer um modelo de perfil com fio.
ro_ro: 802.1X cu fir necesită un șablon de profil cu fir.
ru_ru: Для проводной сети 802.1X требуется шаблон профиля проводной сети.
sk_sk: Wired 802.1X vyžaduje šablónu káblového profilu.
sl_si: Žični 802.1X zahteva predlogo žičnega profila.
sr_latn_rs: Žičani 802.1X zahteva šablon za žičani profil.
sv_se: Wired 802.1X kräver en trådbunden profilmall.
th_th: Wired 802.1X ต้องใช้เทมเพลตโปรไฟล์แบบใช้สาย
tr_tr: Kablolu 802.1X, kablolu bir profil şablonu gerektirir.
uk_ua: Для Wired 802.1X потрібен шаблон дротового профілю.
zh_cn: 有线 802.1X 需要有线配置文件模板。
zh_tw: 有線 802.1X 需要有線設定檔模板。

# Network.ProfileTemplateLabel
source: Profile template file
ar_sa: ملف قالب الملف الشخصي
bg_bg: Файл с шаблон на профил
cs_cz: Soubor šablony profilu
da_dk: Profil skabelon fil
de_de: Profilvorlagendatei
el_gr: Αρχείο προτύπου προφίλ
es_mx: Archivo de plantilla de perfil
et_ee: Profiili mallifail
fi_fi: Profiilimallitiedosto
fr_ca: Fichier de modèle de profil
he_il: קובץ תבנית פרופיל
hr_hr: Datoteka predloška profila
hu_hu: Profil sablon fájl
it_it: File del modello di profilo
ja_jp: プロファイルテンプレートファイル
ko_kr: 프로필 템플릿 파일
lt_lt: Profilio šablono failas
lv_lv: Profila veidnes fails
nb_no: Profilmalfil
nl_nl: Profielsjabloonbestand
pl_pl: Plik szablonu profilu
pt_pt: Arquivo de modelo de perfil
ro_ro: Fișier șablon de profil
ru_ru: Файл шаблона профиля
sk_sk: Súbor šablóny profilu
sl_si: Datoteka predloge profila
sr_latn_rs: Datoteka šablona profila
sv_se: Profilmallsfil
th_th: ไฟล์เทมเพลตโปรไฟล์
tr_tr: Profil şablon dosyası
uk_ua: Файл шаблону профілю
zh_cn: 配置文件模板文件
zh_tw: 設定檔模板文件

# Network.ProfileTemplatePickerTitle
source: Select a network profile template
ar_sa: حدد قالب ملف تعريف الشبكة
bg_bg: Изберете шаблон за мрежов профил
cs_cz: Vyberte šablonu síťového profilu
da_dk: Vælg en netværksprofilskabelon
de_de: Wählen Sie eine Netzwerkprofilvorlage aus
el_gr: Επιλέξτε ένα πρότυπο προφίλ δικτύου
es_mx: Seleccione una plantilla de perfil de red
et_ee: Valige võrguprofiili mall
fi_fi: Valitse verkkoprofiilimalli
fr_ca: Sélectionnez un modèle de profil réseau
he_il: בחר תבנית פרופיל רשת
hr_hr: Odaberite predložak mrežnog profila
hu_hu: Válasszon ki egy hálózati profilsablont
it_it: Seleziona un modello di profilo di rete
ja_jp: ネットワーク プロファイル テンプレートを選択します
ko_kr: 네트워크 프로필 템플릿 선택
lt_lt: Pasirinkite tinklo profilio šabloną
lv_lv: Atlasiet tīkla profila veidni
nb_no: Velg en nettverksprofilmal
nl_nl: Selecteer een netwerkprofielsjabloon
pl_pl: Wybierz szablon profilu sieciowego
pt_pt: Selecione um modelo de perfil de rede
ro_ro: Selectați un șablon de profil de rețea
ru_ru: Выберите шаблон профиля сети
sk_sk: Vyberte šablónu sieťového profilu
sl_si: Izberite predlogo omrežnega profila
sr_latn_rs: Izaberite šablon mrežnog profila
sv_se: Välj en nätverksprofilmall
th_th: เลือกเทมเพลตโปรไฟล์เครือข่าย
tr_tr: Bir ağ profili şablonu seçin
uk_ua: Виберіть шаблон профілю мережі
zh_cn: 选择网络配置文件模板
zh_tw: 選擇網路設定檔模板

# Network.RequiresCertificateLabel
source: Import a trusted root CA certificate
ar_sa: قم باستيراد شهادة CA الجذرية الموثوقة
bg_bg: Импортирайте доверен основен CA сертификат
cs_cz: Importujte certifikát důvěryhodného kořenového CA
da_dk: Importer et pålideligt rod-CA-certifikat
de_de: Importieren Sie ein vertrauenswürdiges Stamm-CA-Zertifikat
el_gr: Εισαγάγετε ένα αξιόπιστο πιστοποιητικό CA root
es_mx: Importar un certificado de CA raíz confiable
et_ee: Importige usaldusväärne juur-CA sertifikaat
fi_fi: Tuo luotettu CA-juurivarmenne
fr_ca: Importer un certificat d'autorité de certification racine de confiance
he_il: ייבא אישור CA שורש מהימן
hr_hr: Uvezite pouzdani korijenski CA certifikat
hu_hu: Importáljon megbízható gyökér CA-tanúsítványt
it_it: Importa un certificato CA radice attendibile
ja_jp: 信頼されたルート CA 証明書をインポートする
ko_kr: 신뢰할 수 있는 루트 CA 인증서 가져오기
lt_lt: Importuokite patikimą šakninį CA sertifikatą
lv_lv: Importējiet uzticamu saknes CA sertifikātu
nb_no: Importer et pålitelig rot-CA-sertifikat
nl_nl: Importeer een vertrouwd root-CA-certificaat
pl_pl: Zaimportuj certyfikat zaufanego głównego urzędu certyfikacji
pt_pt: Importe um certificado CA raiz confiável
ro_ro: Importați un certificat CA rădăcină de încredere
ru_ru: Импортируйте доверенный корневой сертификат ЦС.
sk_sk: Importujte dôveryhodný certifikát koreňovej CA
sl_si: Uvozite zaupanja vredno korensko potrdilo CA
sr_latn_rs: Uvezite pouzdani root CA sertifikat
sv_se: Importera ett pålitligt rot-CA-certifikat
th_th: นำเข้าใบรับรอง CA หลักที่เชื่อถือได้
tr_tr: Güvenilen bir kök CA sertifikasını içe aktarın
uk_ua: Імпортуйте надійний кореневий сертифікат ЦС
zh_cn: 导入受信任的根CA证书
zh_tw: 導入受信任的根CA憑證
